{"hands": 4117, "down": 2749, "my": 5842, "favorite": 3425, "new": 5953, "game": 3788, "of": 6126, "bgg": 1070, "con": 1891, "2007": 72, "we": 9642, "played": 6614, "it": 4744, "times": 8970, "in": 4493, "row": 7568, "its": 4757, "just": 4859, "that": 8833, "good": 3953, "too": 9014, "bad": 908, "pandemic": 6366, "wont": 9803, "be": 980, "stores": 8424, "until": 9349, "january": 4777, "2008": 73, "if": 4416, "you": 9902, "like": 5152, "pure": 6974, "games": 3800, "lord": 5247, "the": 8836, "rings": 7483, "etc": 3149, "this": 8880, "should": 7940, "right": 7479, "up": 9356, "your": 9909, "alley": 499, "having": 4166, "roles": 7527, "to": 8988, "choose": 1623, "from": 3721, "gives": 3912, "some": 8156, "extra": 3311, "variability": 9432, "also": 522, "once": 6164, "get": 3880, "can": 1402, "ramp": 7086, "difficulty": 2566, "by": 1369, "adding": 346, "more": 5777, "epidemic": 3092, "cards": 1443, "10": 14, "tend": 8790, "either": 2951, "love": 5269, "or": 6224, "easily": 2880, "tire": 8977, "coop": 2029, "knizias": 4946, "lotr": 5262, "as": 744, "true": 9156, "edges": 2903, "out": 6265, "merely": 5573, "time": 8961, "setup": 7860, "and": 575, "play": 6610, "an": 566, "explain": 3277, "enough": 3062, "details": 2492, "so": 8122, "players": 6616, "enjoy": 3054, "their": 8840, "first": 3537, "through": 8909, "while": 9716, "is": 4731, "fast": 3405, "even": 3170, "dont": 2730, "quite": 7051, "everything": 3187, "going": 3946, "on": 6163, "they": 8860, "try": 9163, "again": 418, "immediately": 4452, "amazing": 535, "mostly": 5783, "with": 9782, "wife": 9741, "cant": 1414, "really": 7157, "imagine": 4445, "getting": 3882, "tired": 8978, "win": 9751, "lose": 5252, "usually": 9395, "want": 9592, "brink": 1277, "fanmade": 3385, "expansion": 3255, "artscow": 741, "add": 340, "much": 5810, "variety": 9446, "only": 6175, "already": 519, "great": 4002, "hey": 4235, "finally": 3510, "rate": 7114, "ive": 4761, "been": 1008, "playtesting": 6630, "off": 6127, "for": 3634, "couple": 2087, "years": 9889, "best": 1056, "cooperative": 2033, "since": 8015, "key": 4903, "pacing": 6334, "successfully": 8532, "tension": 8797, "spread": 8295, "outbreaks": 6268, "pop": 6692, "all": 492, "over": 6288, "place": 6584, "fight": 3485, "race": 7061, "against": 420, "conquer": 1933, "various": 9448, "diseases": 2633, "perfect": 6489, "length": 5101, "about": 247, "45": 149, "minutes": 5675, "endgame": 3026, "doesnt": 2703, "end": 3022, "before": 1011, "different": 2557, "give": 3909, "significantly": 7979, "which": 9714, "look": 5232, "at": 793, "helpful": 4212, "cleanly": 1689, "driving": 2807, "discussion": 2629, "without": 9784, "artificial": 734, "restrictions": 7405, "shadows": 7871, "camelot": 1395, "had": 4088, "another": 601, "gamers": 3799, "not": 6033, "deep": 2353, "but": 1360, "simpler": 7994, "shorter": 7933, "accessible": 276, "wide": 9736, "probably": 6852, "easy": 2884, "go": 3935, "straight": 8431, "standard": 8330, "youd": 9903, "tweak": 9199, "little": 5186, "bit": 1094, "heroic": 4222, "level": 5122, "pretty": 6803, "tough": 9041, "starting": 8363, "infection": 4559, "marker": 5410, "second": 7759, "third": 8878, "space": 8209, "fun": 3745, "son": 8167, "plays": 6624, "far": 3392, "looking": 5234, "forward": 3680, "strategy": 8446, "required": 7354, "definitely": 2378, "nongamers": 6010, "have": 4163, "player": 6615, "12": 29, "year": 9887, "old": 6152, "using": 9392, "open": 6186, "he": 4173, "thinks": 8876, "his": 4265, "now": 6056, "daughter": 2287, "was": 9620, "very": 9484, "enjoyed": 3056, "solitaire": 8142, "playing": 6621, "will": 9747, "one": 6165, "most": 5782, "next": 5961, "few": 3465, "months": 5766, "originally": 6244, "rated": 7115, "95": 232, "figure": 3491, "why": 9733, "took": 9015, "half": 4093, "point": 6663, "know": 4951, "how": 4352, "balanced": 917, "thing": 8870, "absolutely": 254, "ball": 921, "finding": 3514, "ways": 9640, "stands": 8336, "high": 4244, "above": 248, "rest": 7397, "collaborative": 1746, "multiplayer": 5818, "there": 8855, "period": 6498, "25": 96, "who": 9724, "family": 3379, "anyone": 625, "work": 9812, "together": 8997, "tide": 8936, "global": 3922, "friends": 3716, "age": 421, "theres": 8858, "other": 6251, "do": 2694, "thematic": 8844, "brisk": 1278, "well": 9675, "creates": 2132, "currently": 2219, "future": 3768, "honest": 4306, "board": 1143, "wonderful": 9798, "addition": 347, "collection": 1753, "possibly": 6720, "collections": 1755, "when": 9705, "came": 1393, "followed": 3620, "closely": 1714, "talk": 8708, "designer": 2466, "gave": 3830, "honestly": 4307, "didnt": 2543, "couldnt": 2071, "tell": 8775, "these": 8859, "coops": 2036, "ends": 3031, "being": 1028, "essentially": 3128, "fish": 3540, "eg": 2925, "were": 9687, "reviewers": 7438, "writing": 9854, "every": 3181, "obvious": 6101, "mechanical": 5501, "gencon": 3848, "09": 12, "zman": 9933, "sold": 8135, "saturday": 7663, "bought": 1215, "copy": 2043, "soon": 8174, "got": 3961, "home": 4304, "kind": 4925, "ease": 2877, "rules": 7585, "interesting": 4653, "outcomes": 6270, "id": 4403, "similarly": 7991, "ticket": 8931, "ride": 7473, "are": 688, "incredibly": 4526, "simple": 7993, "tight": 8948, "what": 9697, "capture": 1426, "though": 8885, "ambiguous": 542, "dimension": 2576, "able": 245, "produce": 6864, "arent": 695, "latter": 5033, "bunch": 1340, "adults": 378, "has": 4146, "two": 9211, "daughters": 2288, "11": 25, "14": 33, "similar": 7988, "feeling": 3449, "twilight": 9206, "struggle": 8484, "never": 5951, "control": 2005, "things": 8871, "quickly": 7041, "me": 5482, "rank": 7100, "pulled": 6953, "own": 6321, "come": 1796, "think": 8872, "classic": 1679, "here": 4218, "thank": 8829, "ss": 8308, "2011": 76, "tried": 9131, "08": 10, "appealed": 642, "because": 1002, "nice": 5964, "types": 9215, "hope": 4314, "chance": 1549, "fantastic": 3387, "sense": 7817, "accomplishment": 288, "beat": 991, "us": 9379, "original": 6242, "version": 9479, "team": 8746, "based": 949, "ever": 3179, "evil": 3192, "nine": 5983, "im": 4440, "close": 1712, "moving": 5803, "experience": 3269, "excitement": 3228, "after": 413, "ratings": 7120, "tense": 8796, "short": 7928, "across": 316, "highly": 4249, "addictive": 345, "won": 9795, "than": 8828, "value": 9422, "sure": 8596, "loves": 5277, "gaming": 3804, "investment": 4710, "recommended": 7192, "wish": 9774, "where": 9707, "random": 7090, "cities": 1652, "each": 2862, "maybe": 5473, "scifi": 7707, "still": 8404, "asked": 751, "favourite": 3429, "comes": 1799, "mind": 5640, "preorder": 6777, "boards": 1149, "bits": 1097, "actually": 333, "urge": 9377, "something": 8162, "done": 2729, "thats": 8835, "am": 533, "today": 8991, "opened": 6187, "components": 1883, "count": 2074, "suggested": 8552, "user": 9389, "then": 8852, "save": 7665, "world": 9821, "update": 9358, "problem": 6854, "st": 8309, "petersburg": 6520, "none": 6006, "san": 7648, "email": 2990, "last": 5024, "turn": 9183, "solo": 8146, "ops": 6211, "expert": 3275, "scientist": 7705, "intro": 4679, "say": 7670, "satisfying": 7662, "theme": 8846, "introduce": 4680, "tomorrow": 9008, "she": 7888, "saw": 7669, "laid": 4998, "interested": 4652, "rarity": 7112, "couples": 2089, "goes": 3945, "par": 6374, "excellent": 3213, "cooperation": 2032, "mechanics": 5503, "100": 15, "many": 5388, "recorded": 7194, "our": 6262, "placing": 6589, "shuffled": 7954, "discard": 2610, "pile": 6559, "top": 9018, "remaining": 7292, "draw": 2782, "adds": 356, "angst": 584, "giving": 3913, "appearance": 646, "repeat": 7318, "previously": 6812, "infected": 4558, "option": 6221, "determining": 2499, "during": 2849, "moment": 5749, "both": 1208, "3player": 136, "owned": 6322, "aside": 749, "design": 2464, "itself": 4758, "gets": 3881, "cluttered": 1729, "pawns": 6448, "research": 7365, "stations": 8372, "plague": 6590, "cubes": 2201, "strive": 8473, "approach": 660, "learn": 5068, "fine": 3516, "scalable": 7674, "named": 5877, "virus": 9528, "blue": 1135, "black": 1101, "yellow": 9892, "red": 7205, "purple": 6978, "west": 9691, "yet": 9896, "shuffling": 7955, "mechanic": 5500, "genius": 3863, "greatest": 4004, "made": 5322, "exciting": 3229, "challenging": 1546, "girlfriend": 3905, "speeds": 8243, "along": 515, "make": 5352, "choices": 1620, "bogging": 1156, "puzzle": 6994, "solve": 8151, "approaches": 663, "victory": 9502, "quick": 7038, "difficult": 2564, "friendly": 3715, "atmospheric": 798, "dreadful": 2791, "favorites": 3426, "among": 557, "eight": 2943, "expansions": 3257, "greatly": 4005, "seasons": 7755, "added": 341, "dimensions": 2578, "base": 947, "15": 34, "lab": 4980, "legacy": 5083, "season": 7753, "13": 32, "character": 1560, "finished": 3524, "21": 88, "characters": 1563, "grand": 3979, "total": 9031, "57": 173, "captures": 1428, "cure": 2213, "four": 3684, "major": 5349, "destroy": 2483, "worlds": 9822, "population": 6697, "balance": 916, "between": 1064, "abilities": 242, "brilliant": 1272, "replayable": 7335, "finishing": 3526, "around": 715, "10s": 21, "mix": 5709, "genre": 3865, "lot": 5261, "past": 6428, "edition": 2909, "wasnt": 9623, "would": 9836, "keep": 4889, "see": 7772, "loving": 5278, "higher": 4245, "group": 4030, "likely": 5155, "real": 7147, "test": 8815, "risk": 7495, "management": 5367, "versus": 9482, "odds": 6122, "struck": 8480, "raise": 7081, "teach": 8741, "someone": 8160, "said": 7631, "grey": 4013, "area": 689, "clear": 1691, "anything": 627, "others": 6252, "wire": 9770, "thread": 8892, "mins": 5670, "max": 5467, "people": 6481, "always": 532, "everyone": 3185, "seems": 7781, "run": 7590, "buy": 1364, "shot": 7938, "intuitive": 4687, "gameplay": 3797, "elegant": 2961, "several": 7863, "failed": 3352, "attempts": 810, "seem": 7777, "clicked": 1701, "moved": 5797, "beyond": 1066, "beginner": 1017, "setting": 7852, "liked": 5153, "deck": 2334, "brought": 1291, "trip": 9138, "video": 9504, "order": 6229, "fighting": 3488, "way": 9639, "system": 8652, "rating": 7118, "revise": 7440, "lowered": 5281, "although": 530, "find": 3512, "hard": 4135, "ok": 6149, "enjoyable": 3055, "playability": 6611, "taught": 8732, "pushed": 6985, "spot": 8291, "mileage": 5628, "may": 5472, "vary": 9449, "alert": 478, "huge": 4359, "initial": 4582, "matches": 5447, "fairly": 3359, "3045": 118, "ready": 7146, "move": 5796, "list": 5177, "wait": 9575, "putting": 6993, "expected": 3263, "sounded": 8196, "exceeded": 3207, "expectations": 3262, "faster": 3406, "use": 9384, "18": 40, "believe": 1030, "pick": 6544, "no": 5991, "role": 7524, "bookkeeping": 1180, "sorry": 8182, "better": 1062, "superb": 8573, "need": 5913, "carcassonne": 1435, "fab": 3326, "replay": 7333, "unique": 9308, "scoring": 7714, "farmers": 3396, "such": 8536, "advantage": 384, "tiles": 8958, "dragging": 2773, "involving": 4721, "combination": 1788, "luck": 5287, "sort": 8183, "into": 4672, "piles": 6560, "mixing": 5712, "river": 7503, "let": 5113, "them": 8842, "decision": 2329, "kids": 4917, "points": 6667, "per": 6484, "farm": 3394, "tile": 8955, "laying": 5049, "engaging": 3040, "pattern": 6443, "interest": 4651, "boardgames": 1147, "playable": 6612, "popular": 6695, "amongst": 558, "unusually": 9352, "rare": 7109, "equally": 3098, "regular": 7248, "main": 5340, "goal": 3937, "scott": 7718, "foil": 3613, "him": 4256, "winning": 9762, "beautiful": 997, "randomness": 7095, "endless": 3029, "sometimes": 8164, "meaningless": 5487, "take": 8696, "long": 5225, "clever": 1697, "agonizing": 435, "decisions": 2332, "stuff": 8494, "light": 5140, "gamer": 3798, "review": 7436, "website": 9656, "easiest": 2879, "settlers": 7858, "newcomers": 5956, "boardgaming": 1148, "simply": 8002, "solid": 8140, "must": 5837, "due": 2823, "factor": 3342, "peoples": 6482, "tho": 8881, "inexpensive": 4554, "children": 1607, "relaxing": 7270, "cribbage": 2148, "decent": 2317, "skill": 8043, "kingmaker": 4932, "problems": 6857, "recent": 7180, "works": 9819, "2player": 109, "hits": 4275, "sweet": 8634, "terms": 8804, "packing": 6340, "lots": 5263, "suspense": 8621, "minimal": 5657, "twoplayer": 9212, "i039m": 4391, "whenever": 9706, "borrow": 1201, "reserve": 7371, "afraid": 410, "loose": 5241, "precious": 6751, "intriguing": 4678, "werent": 9688, "official": 6137, "variants": 9438, "serious": 7839, "hooked": 4312, "somewhat": 8165, "complex": 1872, "hunters": 4377, "gatherers": 3826, "castle": 1485, "shelf": 7894, "often": 6142, "did": 2541, "however": 4353, "learned": 5069, "remains": 7293, "german": 3873, "english": 3049, "includes": 4506, "isnt": 4738, "bag": 911, "formation": 3658, "city": 1654, "musthave": 5839, "appeal": 641, "does": 2700, "least": 5074, "back": 894, "young": 9905, "tested": 8817, "male": 5358, "female": 3460, "truly": 9158, "imho": 4450, "number": 6067, "despite": 2477, "town": 9053, "2players": 110, "suitable": 8560, "any": 621, "crowd": 2168, "introduction": 4684, "style": 8501, "sits": 8029, "awesome": 870, "requires": 7357, "thinking": 8875, "develops": 2513, "negotiation": 5924, "skills": 8046, "created": 2131, "setups": 7861, "allow": 506, "practically": 6744, "infinite": 4561, "replayability": 7334, "worth": 9831, "asks": 753, "non": 6005, "enjoying": 3057, "changing": 1554, "variant": 9436, "found": 3682, "mayfair": 5475, "under": 9266, "scenarios": 7688, "section": 7767, "shown": 7949, "nongamer": 6009, "alike": 490, "gather": 3824, "dust": 2851, "deserves": 2462, "reputation": 7349, "introduced": 4681, "grandparents": 3986, "90s": 230, "belongs": 1035, "basic": 955, "alone": 514, "surely": 8597, "cracked": 2106, "throw": 8912, "incredible": 4525, "notes": 6040, "overall": 6289, "die": 2544, "von": 9553, "catan": 1492, "kosmos": 4961, "plastic": 6605, "pieces": 6556, "attractive": 816, "bright": 1270, "pleasing": 6638, "graphics": 3995, "smaller": 8096, "resource": 7385, "manage": 5364, "inserts": 4604, "functional": 3749, "1st": 60, "2nd": 107, "ones": 6168, "used": 9385, "photos": 6537, "those": 8884, "bigger": 1082, "box": 1223, "nicest": 5967, "comparable": 1835, "superior": 8579, "2005": 70, "gone": 3951, "generally": 3850, "3rd": 137, "printing": 6838, "distinct": 2654, "set": 7849, "flavor": 3559, "apart": 635, "versions": 9480, "agree": 437, "graphically": 3994, "effective": 2916, "dark": 2275, "course": 2090, "suppose": 8589, "could": 2069, "boys": 1228, "ten": 8789, "hate": 4153, "session": 7847, "yes": 9894, "certain": 1535, "dice": 2529, "stop": 8417, "coming": 1805, "guess": 4050, "individual": 4542, "resources": 7386, "winner": 9760, "invented": 4698, "decade": 2314, "trading": 9072, "hardly": 4139, "boring": 1199, "subject": 8506, "desire": 2471, "wants": 9595, "seek": 7775, "fortune": 3676, "weve": 9695, "56": 172, "alltime": 511, "seafarers": 7744, "near": 5904, "started": 8360, "loved": 5272, "elements": 2965, "constant": 1957, "interaction": 4644, "sum": 8563, "kicked": 4909, "early": 2871, "geeks": 3838, "beautifully": 999, "designed": 2465, "sick": 7962, "it039s": 4745, "super": 8572, "single": 8018, "addiction": 344, "fall": 3366, "2002": 67, "glad": 3914, "exists": 3246, "folks": 3618, "fare": 3393, "deciding": 2326, "put": 6990, "68": 194, "reminds": 7304, "gambling": 3787, "seriously": 7840, "painfully": 6348, "beaten": 992, "probabilities": 6850, "groups": 4031, "boardgame": 1144, "impossible": 4479, "century": 1533, "history": 4271, "scale": 7675, "desperate": 2474, "massive": 5434, "greatness": 4006, "six": 8034, "describe": 2452, "fans": 3386, "general": 3849, "broad": 1283, "grown": 4035, "cute": 2232, "small": 8095, "300": 115, "especially": 3123, "book": 1179, "funny": 3760, "i039ve": 4392, "burnt": 1353, "bring": 1274, "anywhere": 631, "anytime": 628, "hand": 4106, "full": 3743, "rolls": 7534, "wheat": 9701, "field": 3480, "rolled": 7531, "prefer": 6764, "pace": 6331, "don039t": 2725, "slap": 8058, "yourself": 9912, "purchase": 6970, "anymore": 624, "death": 2307, "blend": 1110, "might": 5621, "help": 4208, "audience": 829, "sound": 8195, "plan": 6593, "social": 8128, "component": 1881, "offer": 6131, "story": 8428, "friend": 3714, "opponents": 6203, "extremely": 3315, "trade": 9065, "sheep": 7890, "wood": 9804, "smart": 8099, "halfway": 4095, "realized": 7155, "hopelessly": 4319, "behind": 1024, "call": 1388, "search": 7749, "function": 3748, "type": 9214, "stupid": 8498, "card": 1436, "convenient": 2009, "40": 141, "matter": 5463, "tricky": 9130, "hitting": 4276, "table": 8672, "muster": 5838, "energy": 3034, "galaxy": 3781, "suffers": 8548, "same": 7644, "issue": 4740, "greater": 4003, "degree": 2385, "mentioning": 5564, "stunning": 8497, "artwork": 742, "quality": 7011, "start": 8359, "show": 7945, "wear": 9651, "rather": 7117, "impression": 4483, "drafting": 2769, "alot": 517, "eager": 2864, "clearly": 1696, "modern": 5727, "exceptionally": 3219, "direct": 2592, "neighbors": 5929, "leaders": 5059, "fairy": 3361, "tale": 8704, "draft": 2767, "later": 5031, "wonder": 9796, "systems": 8653, "heavy": 4196, "filler": 3501, "alternatives": 529, "civ": 1656, "30": 114, "multiple": 5819, "60": 182, "participate": 6398, "pros": 6912, "allows": 510, "colorful": 1773, "looks": 5236, "attention": 811, "passing": 6425, "construct": 1962, "scales": 7677, "almost": 513, "cons": 1936, "flimsy": 3581, "eliminated": 2973, "sleeving": 8072, "backs": 903, "slightly": 8080, "color": 1768, "bother": 1209, "updating": 9361, "whole": 9726, "enjoys": 3059, "recently": 7181, "helped": 4209, "round": 7561, "nicely": 5965, "constructed": 1963, "fan": 3383, "lost": 5260, "wonders": 9801, "magic": 5330, "meets": 5528, "civilization": 1660, "dominion": 2721, "enticing": 3082, "supported": 8586, "perfectly": 6491, "plenty": 6642, "levels": 5124, "hardcore": 4136, "versatile": 9477, "buying": 1366, "heck": 4198, "likes": 5156, "shoot": 7922, "adjust": 363, "else": 2979, "notch": 6037, "tactics": 8688, "instant": 4615, "titles": 8984, "essen": 3125, "2010": 75, "request": 7350, "nov": 6049, "2019": 84, "days": 2294, "27": 100, "fills": 3504, "niche": 5968, "min": 5638, "baby": 893, "crawling": 2124, "bed": 1006, "okay": 6150, "learning": 5070, "curve": 2223, "experienced": 3270, "knew": 4941, "trying": 9164, "strategies": 8442, "fell": 3456, "gorgeous": 3960, "involved": 4718, "seven": 7862, "doubt": 2746, "fillers": 3502, "throughout": 8910, "amounts": 560, "complexity": 1874, "elegance": 2960, "advanced": 380, "august": 832, "2013": 78, "become": 1003, "spent": 8255, "money": 5754, "professional": 6873, "sets": 7851, "visit": 9531, "adapt": 336, "seeing": 7774, "important": 4476, "watch": 9629, "understand": 9276, "built": 1328, "continue": 1988, "acquired": 312, "december": 2316, "october": 6118, "expect": 3260, "fact": 3339, "frame": 3690, "makes": 5355, "ideal": 4405, "outstanding": 6284, "extensively": 3308, "playtested": 6628, "publication": 6941, "november": 6053, "2012": 77, "forget": 3648, "seldom": 7792, "fastplaying": 3410, "exactly": 3203, "proceed": 6860, "flash": 3557, "esp": 3121, "excelente": 3211, "juego": 4835, "en": 3009, "el": 2953, "que": 7020, "hay": 4169, "las": 5021, "cartas": 1468, "para": 6375, "tu": 9172, "entre": 3085, "recursos": 7203, "sin": 8014, "embargo": 2991, "es": 3113, "tan": 8715, "sencillo": 7812, "ya": 9880, "la": 4979, "mano": 5382, "de": 2298, "al": 468, "jugador": 4838, "del": 2389, "lado": 4996, "cada": 1374, "vez": 9487, "nunca": 6073, "opciones": 6185, "turno": 9187, "lo": 5194, "mejor": 5540, "un": 9240, "puede": 6947, "ser": 7836, "jugado": 4837, "hasta": 4151, "jugadores": 4839, "mismo": 5688, "tiempo": 8941, "una": 9241, "partida": 6402, "release": 7272, "takes": 8700, "amount": 559, "reasonably": 7168, "minus": 5672, "meant": 5490, "edit": 2906, "april": 674, "turns": 9191, "staying": 8379, "power": 6735, "upped": 9368, "february": 3442, "buzz": 1368, "paths": 6438, "lend": 5098, "hog": 4286, "military": 5631, "science": 7703, "bonuses": 1178, "holy": 4303, "grail": 3976, "mtg": 5809, "explained": 3278, "choice": 1619, "deny": 2427, "opponent": 6202, "advance": 379, "specialize": 8233, "chances": 1550, "colors": 1774, "symbols": 8647, "read": 7140, "minor": 5668, "letdown": 5114, "care": 1445, "tear": 8751, "eventually": 3178, "boy": 1226, "500": 164, "beast": 989, "belt": 1038, "building": 1324, "engine": 3041, "running": 7600, "converting": 2018, "juan": 4827, "fascinating": 3401, "combinations": 1789, "doing": 2708, "clock": 1709, "ticking": 8933, "pleasant": 6634, "needs": 5918, "inevitable": 4552, "decks": 2338, "pleased": 6637, "mar": 5393, "2020": 85, "part": 6392, "development": 2511, "developers": 2509, "feel": 3448, "personally": 6510, "havent": 4165, "begun": 1022, "scratch": 7722, "surface": 8598, "large": 5016, "messing": 5591, "rulebook": 7582, "prototype": 6918, "tweaked": 9200, "options": 6223, "available": 850, "size": 8036, "stinks": 8407, "sleeve": 8069, "decline": 2341, "24": 94, "ages": 428, "guilds": 4059, "intrigue": 4675, "prosperity": 6914, "adventures": 390, "empires": 3004, "renaissance": 7312, "promos": 6898, "suck": 8537, "predict": 6760, "rise": 7492, "further": 3763, "lighting": 5144, "essence": 3126, "ccg": 1520, "rises": 7493, "ranking": 7102, "surprisingly": 8604, "gateway": 3823, "unbelievable": 9252, "prepared": 6783, "disappointed": 2603, "assets": 769, "big": 1081, "releases": 7274, "ridiculously": 7477, "pasted": 6430, "mechanisms": 5506, "compelling": 1846, "cares": 1450, "july": 4848, "wave": 9637, "denying": 2428, "nearly": 5906, "delicious": 2395, "necessarily": 5909, "youre": 9910, "given": 3910, "ingredients": 4578, "challenged": 1544, "carefully": 1449, "taste": 8729, "tastes": 8730, "oh": 6146, "20": 63, "recipe": 7182, "situation": 8031, "contrast": 1998, "studying": 8493, "deeper": 2354, "becomes": 1004, "kinda": 4926, "ruined": 7578, "enjoyment": 3058, "equivalent": 3101, "candy": 1409, "taxing": 8736, "brain": 1231, "ill": 4430, "hold": 4289, "confirm": 1918, "legs": 5093, "variable": 9433, "scratches": 7724, "itch": 4748, "unlike": 9319, "surprised": 8601, "unknown": 9317, "combos": 1795, "front": 3722, "rates": 7116, "otro": 6256, "cardboard": 1438, "crack": 2105, "ccgs": 1521, "nasty": 5887, "24p": 95, "30m": 120, "picked": 6545, "bggcon": 1071, "description": 2456, "entire": 3083, "mechanically": 5502, "kingdom": 4929, "virtually": 9526, "nonexistent": 6008, "downtime": 2761, "1530": 37, "minute": 5673, "upgraded": 9363, "change": 1551, "ability": 243, "kicks": 4911, "fresh": 3710, "loan": 5199, "subset": 8514, "wow": 9842, "term": 8802, "consequences": 1941, "except": 3216, "struggled": 8485, "annoying": 596, "actual": 332, "purchasing": 6973, "besides": 1054, "pay": 6450, "listen": 5179, "needed": 5914, "alright": 520, "declare": 2339, "rftg": 7458, "tad": 8690, "means": 5489, "dropped": 2809, "biggest": 1083, "complaint": 1860, "rough": 7558, "provinces": 6929, "sharp": 7886, "changes": 1553, "split": 8278, "slows": 8092, "additional": 348, "switched": 8640, "wooden": 9805, "chip": 1614, "nicer": 5966, "shuffle": 7953, "swap": 8627, "bags": 913, "gotten": 3965, "builders": 1323, "gotta": 3964, "respect": 7387, "disclosure": 2616, "playtester": 6629, "shine": 7906, "fear": 3433, "reports": 7340, "fulfilled": 3740, "upon": 9367, "differing": 2561, "starts": 8364, "subtle": 8520, "interactions": 4645, "catch": 1494, "blow": 1131, "origins": 6246, "bet": 1057, "hit": 4273, "becoming": 1005, "rising": 7494, "lucky": 5295, "complaints": 1861, "hot": 4341, "item": 4751, "toward": 9049, "attempting": 809, "build": 1321, "threeplayer": 8898, "assume": 779, "2030": 86, "final": 3508, "judgment": 4832, "impressed": 4482, "newbies": 5955, "handle": 4111, "veteran": 9485, "welcome": 9674, "caveat": 1514, "three": 8897, "access": 274, "day": 2293, "joined": 4810, "depends": 2436, "groupthink": 4032, "human": 4364, "psychology": 6936, "switch": 8639, "completely": 1867, "possible": 6719, "definition": 2379, "solvable": 8150, "sitting": 8030, "playings": 6622, "playb": 6613, "yeah": 9886, "adjustment": 366, "weird": 9671, "throwing": 8913, "trash": 9100, "ensures": 3065, "overarching": 6290, "particular": 6400, "fraction": 3688, "nothing": 6041, "raising": 7084, "broken": 1286, "killer": 4922, "suboptimal": 8510, "moves": 5800, "dealt": 2305, "selection": 7796, "cardgame": 1441, "lightning": 5149, "mechanism": 5505, "choosing": 1625, "combines": 1792, "parts": 6413, "economics": 2898, "euro": 3156, "unplayable": 9333, "differently": 2560, "depending": 2435, "room": 7545, "deceptive": 2320, "example": 3204, "village": 9514, "mining": 5662, "mine": 5648, "upgrade": 9362, "warm": 9607, "disliked": 2641, "recommend": 7190, "youve": 9915, "whatever": 9698, "instead": 4617, "harder": 4137, "match": 5445, "attack": 802, "calls": 1391, "lead": 5057, "became": 1001, "seaside": 7752, "note": 6038, "logged": 5214, "biased": 1074, "gathering": 3827, "nuff": 6065, "changed": 1552, "unusual": 9351, "constantly": 1958, "encountered": 3016, "matters": 5464, "released": 7273, "bsw": 1300, "implementation": 4469, "btw": 1302, "date": 2284, "credit": 2142, "deckbuilding": 2337, "weak": 9643, "onto": 6177, "builder": 1322, "fabulous": 3327, "thought": 8886, "flaw": 3562, "insane": 4600, "rewards": 7454, "depth": 2444, "master": 5436, "cannot": 1413, "seen": 7782, "reading": 7144, "whats": 9699, "less": 5107, "complain": 1857, "autopilot": 846, "supposed": 8590, "buys": 1367, "22": 90, "promo": 6897, "market": 5412, "prince": 6828, "brings": 1276, "answered": 604, "question": 7029, "stage": 8318, "purely": 6975, "rethink": 7418, "fit": 3543, "current": 2218, "secret": 7764, "santa": 7653, "dozen": 2762, "amazingly": 536, "stale": 8322, "myself": 5844, "tiring": 8980, "combo": 1794, "explore": 3290, "equal": 3097, "extent": 3309, "determine": 2496, "happy": 4132, "proven": 6922, "wrong": 9856, "case": 1476, "comparing": 1840, "versatility": 9478, "advertised": 392, "bsg": 1299, "stopping": 8419, "creation": 2134, "scratched": 7723, "hundreds": 4372, "thousands": 8891, "dollars": 2710, "magical": 5331, "sight": 7974, "figuring": 3495, "ie": 4414, "shockingly": 7919, "helps": 4214, "headache": 4175, "cutthroat": 2235, "ups": 9371, "realise": 7148, "leading": 5061, "inspired": 4611, "fastpaced": 3409, "applies": 654, "regardless": 7238, "grab": 3968, "green": 4011, "skilled": 8044, "possibilities": 6717, "jewel": 4792, "plus": 6649, "tons": 9013, "impressive": 4485, "jury": 4858, "month": 5764, "steadily": 8381, "growing": 4034, "80": 215, "focused": 3608, "2p": 108, "increases": 4522, "quit": 7050, "joy": 4825, "addicting": 343, "fair": 3357, "face": 3328, "within": 9783, "refreshingly": 7231, "89": 225, "considerable": 1945, "strategic": 8438, "consider": 1944, "transition": 9087, "poor": 6690, "actions": 320, "corresponding": 2057, "result": 7407, "reasons": 7170, "material": 5451, "strategical": 8439, "comments": 1814, "sch\u00f6nes": 7701, "schnell": 7696, "spiel": 8260, "brainless": 1235, "transamerica": 9085, "twists": 9210, "claim": 1663, "route": 7564, "relatively": 7266, "speedy": 8244, "movement": 5798, "visually": 9539, "endlessly": 3030, "hour": 4344, "bored": 1195, "younger": 9906, "older": 6153, "superficial": 8575, "beginning": 1019, "thus": 8923, "hype": 4388, "everytime": 3188, "empire": 3003, "series": 7838, "europe": 3162, "excited": 3227, "online": 6174, "developed": 2507, "ingenious": 4576, "150": 35, "feels": 3451, "teenage": 8766, "lure": 5307, "bar": 934, "incorporates": 4516, "worthy": 9834, "praise": 6746, "bridge": 1266, "themed": 8847, "fluent": 3597, "selected": 7794, "beginners": 1018, "addicted": 342, "manageable": 5365, "appreciate": 657, "positive": 6713, "please": 6636, "saying": 7671, "hobby": 4284, "sit": 8026, "fully": 3744, "track": 9060, "detail": 2490, "sharing": 7883, "students": 8490, "range": 7096, "fellow": 3457, "fail": 3351, "regard": 7235, "knowing": 4952, "watching": 9631, "pull": 6952, "proud": 6919, "personal": 6507, "compliment": 1880, "fails": 3354, "themselves": 8851, "duration": 2847, "finish": 3523, "towards": 9050, "allowing": 509, "support": 8585, "score": 7710, "gift": 3891, "wanting": 9594, "ttr": 9170, "unofficial": 9330, "familys": 3381, "moments": 5751, "sheer": 7891, "hours": 4345, "complicated": 1877, "wouldnt": 9838, "reviews": 7439, "looked": 5233, "hammer": 4100, "passed": 6421, "code": 1737, "willing": 9749, "monopoly": 5760, "store": 8422, "shelves": 7896, "reminded": 7302, "hidden": 4238, "connecting": 1930, "rails": 7077, "shared": 7881, "networks": 5947, "limited": 5162, "links": 5174, "create": 2130, "longer": 5226, "completing": 1869, "larger": 5018, "package": 6336, "grandfather": 3983, "worked": 9814, "trains": 9079, "blood": 1129, "cover": 2096, "mention": 5562, "train": 9077, "minis": 5665, "spell": 8249, "workers": 9817, "title": 8983, "appealing": 643, "fits": 3544, "profile": 6874, "opinion": 6199, "alan": 470, "moon": 5771, "remain": 7289, "lies": 5134, "party": 6414, "hanabi": 4105, "clue": 1723, "hoping": 4321, "realize": 7154, "conventions": 2012, "creativity": 2137, "picking": 6546, "words": 9810, "vlaada": 9544, "laughs": 5037, "opens": 6192, "spy": 8300, "side": 7964, "word": 9807, "supposedly": 8591, "linked": 5172, "challenges": 1545, "thoughtful": 8887, "wild": 9743, "hear": 4185, "downright": 2757, "entertaining": 3075, "adore": 374, "alongside": 516, "parents": 6385, "went": 9684, "doesn": 2701, "mode": 5721, "brief": 1268, "46": 152, "respectively": 7390, "hilarious": 4251, "situations": 8033, "crying": 2186, "laughter": 5038, "idea": 4404, "flat": 3558, "humor": 4368, "pictures": 6553, "mental": 5559, "offers": 6135, "category": 1499, "night": 5977, "1010": 17, "maintains": 5345, "2015": 80, "rounds": 7563, "85": 221, "yo": 9899, "kid": 4915, "provide": 6924, "vocabulary": 9545, "stretch": 8462, "definitions": 2380, "slow": 8087, "expanding": 3253, "her": 4216, "repeatedly": 7320, "delivers": 2405, "breakout": 1251, "events": 3176, "drop": 2808, "numbers": 6069, "\u0438\u0433\u0440\u0430": 9985, "generates": 3854, "colour": 1776, "distribution": 2665, "concept": 1899, "sand": 7649, "timer": 8968, "ad": 335, "vein": 9464, "streamlined": 8452, "guesses": 4052, "push": 6984, "conclusion": 1907, "gifted": 3892, "rarely": 7110, "arranged": 717, "hang": 4120, "arrived": 723, "candidate": 1408, "spymaster": 8302, "ghost": 3886, "mysterium": 5847, "logic": 5216, "casual": 1487, "risks": 7498, "pleasantly": 6635, "strongly": 8479, "encouraged": 3019, "deal": 2301, "overwhelming": 6317, "killed": 4921, "latest": 5032, "agricola": 440, "answer": 603, "typically": 9217, "carddrafting": 1439, "worker": 9815, "placement": 6586, "scalability": 7673, "average": 856, "uwe": 9403, "rosenberg": 7550, "bohnanza": 1159, "fame": 3374, "overly": 6303, "strong": 8475, "occupation": 6108, "special": 8229, "improvements": 4489, "noted": 6039, "crucial": 2173, "terrible": 8808, "viable": 9492, "crap": 2115, "particularly": 6401, "animeeples": 588, "lasting": 5026, "completion": 1870, "awarded": 865, "animal": 585, "vegetables": 9461, "grain": 3977, "fields": 3481, "members": 5548, "spaces": 8210, "buildings": 1325, "mainstream": 5342, "break": 1247, "masses": 5433, "noticed": 6044, "sale": 7640, "sign": 7975, "theyve": 8864, "expanded": 3252, "zone": 9939, "herd": 4217, "challenge": 1543, "anyways": 630, "deserving": 2463, "complete": 1865, "homemade": 4305, "solving": 8154, "optimizing": 6219, "39": 132, "hasnt": 4149, "significant": 7978, "whether": 9713, "food": 3628, "appear": 645, "daunting": 2289, "lighter": 5141, "flow": 3592, "relate": 7260, "concede": 1893, "bump": 1336, "burn": 1348, "bumped": 1337, "fewer": 3466, "draws": 2788, "weigh": 9665, "heavily": 4195, "abundance": 264, "promising": 6896, "appears": 649, "materials": 5453, "falls": 3371, "notice": 6042, "rounded": 7562, "provides": 6926, "action": 319, "da": 2248, "vinci": 9520, "caylus": 1517, "iii": 4426, "abysmal": 266, "compared": 1838, "cool": 2025, "land": 5006, "develop": 2506, "ago": 433, "empty": 3008, "meaty": 5497, "reward": 7451, "antiquity": 617, "incentives": 4500, "follow": 3619, "specific": 8237, "prevent": 6807, "tactical": 8686, "underlying": 9272, "gauge": 3829, "occupations": 6109, "focus": 3607, "youll": 9904, "person": 6505, "additionally": 349, "report": 7339, "doomed": 2732, "obviously": 6102, "ap": 634, "90": 228, "stone": 8413, "slower": 8089, "wall": 9582, "scores": 7713, "55": 171, "3p": 135, "44": 148, "4p": 157, "59": 175, "5p": 176, "alle": 494, "country": 2084, "quest": 7027, "sensation": 7816, "discovery": 2624, "driven": 2804, "begs": 1021, "improved": 4487, "optimization": 6217, "drag": 2771, "prone": 6901, "justified": 4861, "fault": 3417, "reveals": 7432, "analysis": 567, "grande": 3981, "wanted": 9593, "combine": 1790, "keeps": 4892, "pillars": 6562, "earth": 2876, "keeper": 4890, "hyped": 4389, "boxed": 1224, "blast": 1107, "preordered": 6778, "certainly": 1536, "puerto": 6950, "rico": 7468, "interactive": 4646, "nor": 6018, "jeff": 4786, "tim": 8960, "disappointing": 2604, "touched": 9038, "shout": 7943, "sessions": 7848, "oct": 6117, "feb": 3441, "glory": 3927, "rome": 7538, "200": 64, "march": 5398, "je": 4783, "spieler": 8263, "supports": 8588, "vast": 9454, "steep": 8389, "live": 5187, "variation": 9440, "wifes": 9742, "disagree": 2600, "criticism": 2154, "farms": 3398, "mean": 5484, "screw": 7731, "plans": 6601, "bonus": 1177, "blame": 1104, "punched": 6958, "felt": 3459, "freaking": 3698, "feed": 3445, "clay": 1684, "dinner": 2584, "powerful": 6737, "ds": 2815, "bs": 1298, "perhaps": 6497, "excite": 3226, "importantly": 4478, "drama": 2778, "burning": 1351, "house": 4346, "doors": 2734, "outside": 6283, "wins": 9763, "urgency": 9378, "walking": 9581, "edge": 2902, "ruin": 7577, "thematically": 8845, "appropriate": 666, "secondly": 7762, "manages": 5369, "opportunities": 6205, "chosen": 1628, "taken": 8697, "page": 6343, "school": 7698, "chaos": 1555, "powers": 6738, "cosmic": 2063, "encounter": 3015, "breath": 1254, "air": 455, "surprise": 8600, "realised": 7149, "previous": 6811, "wet": 9694, "hut": 4385, "therefore": 8857, "goodness": 3956, "scenario": 7687, "road": 7506, "sleeves": 8071, "stopped": 8418, "keeping": 4891, "cheese": 1592, "feeding": 3447, "understanding": 9278, "struggling": 8487, "forest": 3644, "gain": 3775, "hungry": 4373, "princes": 6829, "florence": 3591, "utilize": 9397, "crazy": 2128, "drawback": 2783, "shall": 7874, "intersting": 4667, "absolute": 253, "issues": 4741, "darn": 2278, "exceptional": 3218, "meaningful": 5486, "production": 6869, "innovative": 4595, "normal": 6021, "aspect": 757, "form": 3655, "functions": 3751, "costs": 2067, "useless": 9388, "theyre": 8863, "indepth": 4530, "sequence": 7833, "consistently": 1953, "published": 6943, "sooo": 8176, "totally": 9032, "earned": 2873, "award": 864, "successful": 8531, "varied": 9442, "backstabbing": 905, "decisive": 2333, "onetime": 6170, "lasts": 5028, "manual": 5387, "poorly": 6691, "written": 9855, "understood": 9280, "circle": 1645, "regards": 7239, "tremendous": 9117, "charm": 1569, "process": 6863, "ins": 4599, "outs": 6281, "standing": 8333, "brilliantly": 1273, "repeated": 7319, "rich": 7463, "sequences": 7834, "opportunity": 6206, "react": 7136, "developing": 2510, "bound": 1217, "regularly": 7249, "turned": 9185, "closing": 1718, "lends": 5099, "flexible": 3574, "creating": 2133, "rolling": 7533, "exponentially": 3297, "company": 1833, "ton": 9009, "correctly": 2056, "definately": 2372, "instantly": 4616, "everybody": 3182, "counts": 2085, "colonists": 1765, "presented": 6788, "enormous": 3061, "ensure": 3064, "staple": 8337, "machine": 5318, "path": 6436, "experts": 3276, "assuming": 782, "loads": 5198, "races": 7062, "unbalanced": 9249, "alliances": 501, "runaway": 7591, "leader": 5058, "involves": 4720, "killing": 4923, "pages": 6344, "curious": 2215, "companies": 1830, "regarding": 7237, "stories": 8425, "exception": 3217, "copied": 2041, "announced": 592, "considering": 1950, "stayed": 8378, "birthday": 1092, "worried": 9825, "fantasy": 3389, "thanks": 8831, "myriad": 5843, "clean": 1685, "dow": 2748, "2009": 74, "fixes": 3550, "provoking": 6931, "medium": 5518, "weight": 9667, "conflict": 1920, "finishes": 3525, "diplomacy": 2589, "comedy": 1798, "fiddly": 3478, "lack": 4988, "marked": 5409, "35": 128, "perceived": 6486, "attacking": 805, "cheap": 1577, "ipad": 4724, "eliminates": 2974, "fiddliness": 3476, "ai": 447, "aggressive": 430, "trivial": 9143, "thinky": 8877, "described": 2453, "app": 638, "computer": 1890, "cleaner": 1687, "quicker": 7039, "smoother": 8109, "graphic": 3992, "mark": 5408, "territories": 8812, "silly": 7985, "smooth": 8108, "achieve": 304, "memorable": 5550, "piece": 6555, "event": 3175, "price": 6814, "otherwise": 6253, "elves": 2985, "happens": 4128, "increased": 4521, "redesign": 7207, "smoothly": 8110, "planning": 6599, "element": 2963, "jockeying": 4802, "forum": 3678, "questions": 7031, "maps": 5392, "adapted": 338, "asking": 752, "extensions": 3306, "weeks": 9663, "deceptively": 2321, "busy": 1359, "glance": 3916, "simplicity": 7997, "gran": 3978, "diferentes": 2553, "por": 6698, "mundo": 5831, "sus": 8615, "siempre": 7971, "cuando": 2196, "te": 8739, "su": 8503, "tus": 9194, "unas": 9245, "suerte": 8544, "este": 3137, "peque\u00f1o": 6483, "tableau": 8673, "mars": 5423, "map": 5389, "uses": 9391, "boxes": 1225, "rule": 7581, "icons": 4402, "corporations": 2052, "stuck": 8488, "synergy": 8651, "domino": 2722, "effect": 2915, "oxygen": 6328, "ocean": 6115, "water": 9632, "tldr": 8985, "indeed": 4528, "late": 5029, "2014": 79, "structure": 8481, "step": 8393, "streamlines": 8453, "lower": 5280, "heat": 4191, "animals": 586, "tiny": 8973, "confusing": 1926, "worded": 9808, "structured": 8482, "clearer": 1694, "agreed": 438, "lately": 5030, "7510": 209, "810": 218, "star": 8338, "2018": 83, "christmas": 1631, "integrated": 4624, "mega": 5531, "corporation": 2051, "terraforming": 8806, "product": 6868, "2016": 81, "pleasure": 6639, "discover": 2620, "represent": 7341, "present": 6786, "effects": 2919, "objectives": 6086, "aspects": 758, "drawing": 2785, "according": 289, "definite": 2377, "heavier": 4193, "increase": 4520, "infinity": 4563, "7th": 214, "spades": 8214, "forming": 3663, "seas": 7751, "plants": 6604, "advantages": 386, "recommendation": 7191, "remove": 7308, "useful": 9386, "ran": 7089, "concern": 1902, "mats": 5461, "stock": 8408, "bien": 1080, "porque": 6699, "dise\u00f1o": 2634, "muchas": 5812, "tanto": 8719, "m\u00e1s": 5855, "despu\u00e9s": 2478, "varias": 9439, "partidas": 6403, "solitario": 8144, "creo": 2146, "momento": 5750, "si": 7958, "est\u00e1": 3146, "fue": 3737, "complejo": 1863, "tiene": 8942, "todos": 8994, "como": 1828, "muchos": 5814, "euros": 3164, "tem\u00e1tico": 8788, "sentido": 7823, "n\u00famero": 6081, "objetivo": 6088, "nada": 5867, "le": 5056, "pero": 6504, "turnos": 9190, "cosas": 2062, "se": 7742, "poco": 6659, "menos": 5558, "engines": 3047, "algo": 481, "resulta": 7408, "fundamental": 3753, "esa": 3114, "cierto": 1643, "sobre": 8125, "mec\u00e1nica": 5509, "ese": 3119, "azar": 880, "variante": 9437, "tener": 8794, "profundidad": 6878, "cualquier": 2195, "modo": 5737, "siendo": 7972, "mi": 5605, "mayor": 5477, "donde": 2728, "experiencia": 3272, "project": 6889, "iconography": 4401, "generate": 3852, "discussions": 2630, "dripping": 2801, "doublesided": 2743, "essential": 3127, "discovering": 2623, "twice": 9205, "planet": 6596, "illustrations": 4437, "scientific": 7704, "known": 4954, "logical": 5217, "offering": 6133, "screams": 7728, "everywhere": 3189, "addons": 352, "finest": 3519, "enginebuilding": 3043, "delivery": 2406, "2017": 82, "germany": 3875, "gem": 3845, "including": 4507, "exploring": 3294, "following": 3622, "developments": 2512, "nobody": 5994, "happen": 4125, "reveal": 7429, "strategie": 8441, "strength": 8457, "favour": 3428, "revealed": 7430, "till": 8959, "five": 3546, "content": 1980, "ks": 4964, "dual": 2817, "layer": 5046, "tokens": 9000, "seeking": 7776, "hat": 4152, "technologies": 8759, "projects": 6890, "roll": 7528, "ambition": 543, "fave": 3421, "selling": 7801, "generic": 3859, "fiction": 3473, "eurogames": 3160, "existence": 3244, "goals": 3938, "milestones": 5630, "awards": 866, "obtain": 6097, "cardplay": 1442, "shines": 7907, "tm": 8986, "underwhelming": 9283, "art": 727, "gen": 3847, "ties": 8946, "fourplayer": 3685, "meat": 5495, "bog": 1154, "salad": 7639, "making": 5356, "competition": 1852, "interestingly": 4654, "core": 2045, "incl": 4502, "erweiterungen": 3112, "venus": 9471, "dislike": 2640, "paste": 6429, "existing": 3245, "disguise": 2635, "ridiculous": 7476, "diversity": 2675, "beloved": 1036, "slight": 8078, "modifications": 5731, "easier": 2878, "health": 4181, "enter": 3069, "tokyo": 9001, "ve": 9457, "bringing": 1275, "ask": 750, "oozes": 6182, "monster": 5762, "hisher": 4266, "personality": 6509, "nitpick": 5987, "insert": 4603, "tossed": 9028, "aware": 867, "subsequent": 8512, "amazed": 534, "judge": 4828, "boat": 1150, "mash": 5429, "ambiguities": 540, "plain": 6591, "pushyourluck": 6989, "king": 4928, "heaven": 4192, "evocative": 3193, "elimination": 2976, "36": 129, "promised": 6894, "opener": 6189, "closer": 1715, "evening": 3171, "sent": 7820, "iello": 4415, "halloween": 4097, "pack": 6335, "kong": 4957, "cthulhu": 2192, "business": 1356, "sadly": 7625, "giant": 3888, "monsters": 5763, "hill": 4254, "bunny": 1343, "liking": 5158, "initially": 4583, "mediocre": 5516, "church": 1640, "dicefest": 2532, "aim": 450, "eliminate": 2972, "david": 2291, "penguin": 6476, "pressyourluck": 6797, "romp": 7540, "stops": 8420, "creator": 2138, "depend": 2430, "ultimate": 9235, "destruction": 2487, "easytolearn": 2885, "upwards": 9375, "tighter": 8949, "connect": 1928, "tickets": 8932, "testing": 8818, "sister": 8024, "penny": 6478, "refreshing": 7230, "routes": 7566, "dependent": 2434, "lines": 5170, "timing": 8971, "jail": 4769, "free": 3699, "tunnels": 9181, "require": 7353, "inexperienced": 4556, "paced": 6332, "cut": 2231, "throat": 8906, "knows": 4955, "favourites": 3430, "usa": 9380, "suggest": 8551, "nail": 5872, "biting": 1096, "outcome": 6269, "ferries": 3462, "taking": 8702, "facedown": 3331, "mitigate": 5703, "overlapping": 6297, "pass": 6418, "central": 1531, "regions": 7243, "dose": 2737, "knife": 4942, "suffer": 8545, "insanely": 4601, "counting": 2081, "f2f": 3324, "pc": 6458, "xbox": 9870, "child": 1604, "nongaming": 6011, "efficiency": 2920, "dang": 2267, "permanent": 6500, "achievement": 306, "mage": 5328, "knight": 4943, "rulebooks": 7583, "grace": 3972, "simplified": 7998, "union": 9307, "sid": 7963, "bazaar": 975, "triumph": 9141, "des": 2449, "jahres": 4767, "cowboys": 2102, "ca": 1372, "suited": 8561, "introducing": 4683, "splendor": 8277, "brutal": 1296, "16": 38, "jan": 4776, "pastedon": 6431, "overpriced": 6306, "grew": 4012, "purchased": 6971, "compare": 1837, "beside": 1053, "share": 7880, "common": 1822, "shares": 7882, "similarities": 7989, "brother": 1289, "1015": 18, "potential": 6727, "mom": 5747, "dad": 2250, "handling": 4114, "slowing": 8090, "featured": 3438, "convention": 2010, "thick": 8865, "poker": 6672, "gems": 3846, "european": 3163, "goods": 3957, "mediterranean": 5517, "region": 7242, "holiday": 4298, "terrific": 8810, "girl": 3904, "line": 5166, "continuously": 1993, "remake": 7294, "competitive": 1853, "18xx": 44, "offerings": 6134, "macher": 5316, "operation": 6196, "spend": 8252, "sounds": 8197, "mundane": 5830, "medieval": 5514, "merchant": 5567, "1830": 43, "layers": 5048, "hosed": 4336, "economic": 2896, "auction": 823, "unfolds": 9297, "novel": 6050, "ending": 3027, "supply": 8584, "demand": 2413, "grid": 4014, "mail": 5339, "friday": 3712, "yesterday": 9895, "math": 5455, "paralysis": 6380, "gestion": 3878, "et": 3148, "dun": 2835, "countries": 2083, "italy": 4747, "dense": 2425, "sufficiently": 8550, "check": 1585, "ps": 6934, "pdf": 6459, "hmm": 4278, "entry": 3088, "comment": 1811, "highlights": 4248, "2004": 69, "oriented": 6241, "26": 99, "shortage": 7929, "delicate": 2394, "plant": 6602, "capacity": 1420, "flip": 3582, "downside": 2759, "23": 92, "eurogame": 3157, "appeals": 644, "stress": 8459, "keys": 4905, "dropping": 2810, "lap": 5014, "claims": 1666, "merit": 5578, "bidding": 1078, "constrained": 1959, "scaled": 7676, "exceptions": 3220, "effort": 2923, "outpost": 6277, "severe": 7864, "combining": 1793, "financial": 3511, "imo": 4460, "landscape": 5010, "starstarstarstarstar": 8353, "derived": 2448, "analyzing": 571, "predicting": 6762, "optimal": 6213, "possibility": 6718, "starstarstarnostarnostar": 8350, "atmosphere": 797, "height": 4203, "anticipation": 613, "encounters": 3017, "starstarnostarnostarnostar": 8348, "starnostarnostarnostarnostar": 8344, "manipulation": 5380, "nostarnostarnostarnostarnostar": 6032, "indirect": 4541, "bluffing": 1137, "starstarstarstarnostar": 8352, "integration": 4626, "naturally": 5895, "away": 869, "67": 193, "grasped": 3997, "nuances": 6062, "condition": 1911, "triggered": 9134, "blitz": 1120, "arguably": 696, "annoyance": 594, "losers": 5254, "losing": 5257, "vanilla": 9430, "duel": 2824, "custom": 2224, "painted": 6350, "sleeved": 8070, "token": 8999, "listed": 5178, "sagrada": 7630, "familia": 3375, "stored": 8423, "xmas": 9875, "digital": 2573, "exchanging": 3225, "army": 713, "sudden": 8541, "videos": 9506, "forces": 3639, "ahead": 442, "mayday": 5474, "premium": 6776, "protection": 6917, "mini": 5650, "awesomeness": 871, "ez": 3318, "van": 9429, "\u00e9s": 9956, "annyira": 600, "j\u00f3l": 4876, "lett": 5116, "cartes": 1470, "ffg": 3469, "mg": 5604, "shouldnt": 7941, "teaching": 8744, "seconds": 7763, "hilarity": 4253, "brand": 1239, "aeg": 395, "deduction": 2351, "portable": 6702, "factory": 3346, "batman": 962, "odd": 6120, "basically": 956, "carry": 1461, "restaurant": 7399, "pub": 6939, "princess": 6830, "upset": 9372, "palace": 6356, "staff": 8317, "deliver": 2401, "letter": 5117, "quirky": 7049, "japanese": 4779, "numbered": 6068, "guard": 4046, "copies": 2042, "discards": 2613, "discarded": 2611, "guards": 4048, "names": 5879, "knocking": 4949, "deduce": 2349, "highest": 4246, "predetermined": 6759, "bluff": 1136, "local": 5203, "neatly": 5908, "dependant": 2431, "gotcha": 3962, "43": 147, "throws": 8915, "continually": 1987, "surprising": 8603, "unused": 9350, "mystery": 5848, "guessing": 4053, "yawn": 9884, "calling": 1390, "info": 4570, "flaws": 3565, "rapidly": 7107, "class": 1677, "34": 126, "occasions": 6107, "reasoning": 7169, "retheme": 7416, "scope": 7709, "perfection": 6490, "ours": 6263, "rethemed": 7417, "discworld": 2631, "flair": 3554, "followup": 3624, "varying": 9450, "secretly": 7765, "numerical": 6070, "packs": 6341, "bang": 930, "volume": 9551, "pocket": 6658, "filled": 3500, "friendships": 3717, "guy": 4072, "meet": 5526, "cafe": 1376, "left": 5080, "accident": 277, "laugh": 5034, "collectors": 1759, "exquisite": 3301, "pursue": 6981, "replaced": 7328, "clash": 1676, "cultures": 2208, "legendary": 5086, "automa": 842, "kickstarted": 4912, "backed": 896, "amused": 563, "scythe": 7740, "4x": 161, "wargame": 9600, "enginebuilder": 3042, "fond": 3625, "yup": 9923, "nexus": 5962, "antike": 616, "complaining": 1859, "conditions": 1912, "negative": 5919, "earlier": 2869, "metal": 5597, "coins": 1743, "realistic": 7151, "soblue": 8124, "defenders": 2366, "receive": 7176, "combat": 1785, "stars": 8345, "longevity": 5228, "digging": 2572, "persons": 6512, "masterpiece": 5441, "decisionmaking": 2331, "icing": 4398, "cake": 1379, "seals": 7747, "threat": 8894, "war": 9596, "saving": 7668, "victories": 9501, "consideration": 1947, "heart": 4188, "structures": 8483, "tech": 8755, "progression": 6886, "safe": 7626, "midgame": 5616, "sees": 7783, "crossing": 2164, "rushing": 7604, "ground": 4028, "battle": 964, "expand": 3250, "fill": 3499, "fancy": 3384, "goto": 3963, "guests": 4056, "holding": 4293, "errata": 3107, "retreat": 7421, "factions": 3341, "strikes": 8467, "response": 7393, "nature": 5896, "committing": 1819, "strategically": 8440, "advantageous": 385, "eat": 2886, "loss": 5258, "commit": 1816, "defend": 2364, "operations": 6198, "establish": 3132, "tip": 8974, "snowball": 8121, "domination": 2720, "upgrades": 9364, "uncover": 9261, "benefit": 1045, "cost": 2064, "variance": 9435, "faction": 3340, "mat": 5444, "differences": 2556, "pursuing": 6982, "context": 1985, "strictly": 8465, "necessary": 5910, "presentation": 6787, "extension": 3305, "appreciated": 658, "glass": 3918, "exploration": 3289, "3d": 133, "beads": 982, "improve": 4486, "primary": 6823, "discussed": 2627, "answers": 606, "handy": 4118, "cap": 1416, "modifier": 5733, "understandable": 9277, "compensation": 1848, "received": 7177, "reduce": 7209, "pain": 6346, "familiar": 3376, "swings": 8637, "abstract": 257, "cup": 2211, "tea": 8740, "crafted": 2109, "beauty": 1000, "collectionlove": 1754, "justice": 4860, "hefty": 4201, "inside": 4605, "success": 8529, "largely": 5017, "ranging": 7099, "falling": 3369, "dixit": 2687, "occasionally": 6106, "lets": 5115, "illustrated": 4435, "images": 4442, "wrap": 9844, "leads": 5062, "hadnt": 4089, "reason": 7166, "luckily": 5293, "forced": 3638, "\u043f\u043e": 9993, "\u043d\u0435": 9989, "lovely": 5274, "concrete": 1909, "creative": 2136, "imagination": 4443, "limitless": 5164, "geography": 3871, "film": 3505, "sport": 8289, "music": 5835, "icebreaker": 4395, "vibrant": 9494, "figures": 3493, "forms": 3664, "told": 9002, "considered": 1949, "apples": 651, "loaded": 5196, "begin": 1016, "normally": 6022, "sabotage": 7616, "neither": 5932, "votes": 9558, "phrase": 6538, "results": 7411, "forcing": 3640, "strike": 8466, "industry": 4550, "adequate": 358, "mother": 5784, "pm": 6653, "whatsoever": 9700, "dozens": 2763, "seating": 7757, "egy": 2928, "kellemes": 4896, "j\u00e1t\u00e9knak": 4870, "spectacular": 8239, "listing": 5181, "bruno": 1295, "faidutti": 3350, "accessibility": 275, "cause": 1506, "tone": 9010, "collect": 1748, "income": 4510, "families": 3378, "eyes": 3317, "paintings": 6352, 